/* NSButton (Don't show this again.) : <title:Don't show this again.> (oid:12) */
"Don't show this again." = "Ne mutatsd többet.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Járulj hozzá!";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!" = "Hosszú éjszakák munkája ez a program. Ha tetszik, és ha gondolod járulj hozzá, hogy még jobban meg tudjam írni. Sokat számít, tényleg!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Később";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Járulj hozzá";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Köszönjük, hogy a Cyberkacsát választottad!";

/* NSTextField (The transaction can be made easily over the Internet using PayPal.) : <title:The transaction can be made easily over the Internet using PayPal.> (oid:19) */
"The transaction can be made easily over the Internet using PayPal." = "Könnyű internetes fizetés PayPal segítségével.";

